Repository: jaos/slapt-get
Catalog: po/*.po
Languages: hi_in, pt_pt, ru, tr

source: pkg conditional too long
hi_in: पैकेज हेतु शर्तें काफ़ी अधिक है
pt_pt: condicional pkg muito extensa
ru: переменная пакета слишком длинная
tr: paket koşullandırması çok uzun

source: print URIs only, do not download
hi_in: केवल यूआरआई दिखाएँ, डाउनलोड न करें
pt_pt: mostrar URI e não transferir
ru: только показать URI, не загружать
tr: Adresi sadece yazdır,-yükleme

source: print version and license info
hi_in: संस्करण व लाइसेंस जानकारी दिखाएँ
pt_pt: mostrar versão e licença
ru: показать версию и лицензию
tr: sürüm ve lisans bilgisi

source: purge cached pkgs
hi_in: कैश पैकेज हटाएँ
pt_pt: eliminar pkgs em cache
ru: очистить кэш пакетов
tr: zuladaki paketleri yoket

source: regex failed on [%s]
hi_in: [%s] पर regex विफल
pt_pt: regex falhou em [%s]
ru: ошибка regex на [%s]
tr: Başarısız regex [%s]

source: regexec failed to parse location
hi_in: regexec स्थान प्राप्यता हेतु विफल
pt_pt: regexec falhou ao analisar localização
ru: regexec не может обработать адрес
tr: regexec, konumu yorumlamada başarısız

source: regexec failed to parse size_c
hi_in: regexec size_c प्राप्यता हेतु विफल
pt_pt: regexec errou ao processar size_c
ru: regexec не может обработать size_c
tr: size_c yorumlanırken regexec başarısız oldu

source: regexec failed to parse size_u
hi_in: regexec size_u प्राप्यता हेतु विफल
pt_pt: regexec falhou ao analisar size_u
ru: regexec не может обработать size_u
tr: size_u yorumlanırken regexec başarısız oldu

source: reinstall the pkg
hi_in: पैकेज पुनः इंस्टॉल करें
pt_pt: reinstalar pkg
ru: переустановить пакет
tr: paketi tekrar yükle

source: remove obsolete packages
hi_in: निरर्थक पैकेज हटाएँ
pt_pt: remover pacotes obsoletos
ru: удалить устаревшие пакеты
tr: terkedilmiş paketleri kaldır

source: retrieve GPG keys for sources
hi_in: स्रोतों हेतु जीपीजी कुंजियाँ प्राप्त करें
pt_pt: obter chave GPG das fontes
ru: получить GPG-ключи для источников

source: retrieve pkg data from MIRROR
hi_in: सर्वर-मिरर से पैकेज डाटा प्राप्त करें
pt_pt: obter dados do pkg de um repositório alternativo
ru: получить сведения о пакетах с MIRROR
tr: YANSI'dan paket verilerini al

source: show download statistics
hi_in: डाउनलोड आँकड़ें दिखाएँ
pt_pt: mostrar estatísticas de transferências
ru: показать статистику загрузки
tr: indirme istatistiklerini göster

source: show pkgs to be installed/upgraded
hi_in: इंस्टॉल/अपग्रेड हेतु पैकेज दिखाएँ
pt_pt: mostrar pkgs a instalar e/ou atualizar
ru: показать пакеты для установки/обновления
tr: kur/yükselt için olan paketleri göster

source: skip dependency check
hi_in: आश्रित पैकेज हेतु जाँच न करें
pt_pt: ignorar análise de dependências
ru: пропустить проверку зависимостей
tr: bağımlılık denetimini atla

source: specify alternate slapt-getrc location
hi_in: वैकल्पिक slapt-getrc स्थान निर्दिष्ट करें
pt_pt: especifique a localização alternativa do slapt-getrc
ru: указать альтернативный slapt-getrc
tr: Bir başka slapt-getrc konumu tanımlayın

source: specify number of download retry attempts
hi_in: पुनः डाउनलोड हेतु प्रयास निर्दिष्ट करें
pt_pt: especifique o número de tentativas de transferência
ru: указать количество повторных попыток загрузки
tr: yeniden indirme deneme sayısı

source: upgrade installed pkgs
hi_in: इंस्टॉल पैकेज अपग्रेड करें
pt_pt: atualizar pkgs instalados
ru: обновить установленные пакеты
tr: kurulu paketleri yükselt

source: upgrade to newer release
hi_in: नए संस्करण में अपग्रेड करें
pt_pt: atualizar para a versão mais recente
ru: обновиться до свежей версии дистрибутива
tr: yeni sürümlere yükselt

source: yes
hi_in: हाँ
pt_pt: sim
ru: да
tr: evet
