Repository: jaos/slapt-get
Catalog: po/*.po
Languages: hi_in, pt_pt, ru, tr

source: %s: Depends: %s
hi_in: %s: आश्रित पैकेज :%s
pt_pt: %s: Depende: %s
ru: %s: Зависимости: %s
tr: %s: Bağımlılıklar: %s

source: %d newly installed,
hi_in: %d नवीन इंस्टॉल,
pt_pt: %d nova instalação,
ru: %d установлен,
tr: %d yenisi yüklenmiş,

source: %d not upgraded.
hi_in: %dअपग्रेड नहीं हुए।
pt_pt: %d não atualizado.
ru: %d не обновлён.
tr: %d yükseltilmedi.

source: %d reinstalled,
hi_in: %d पुनः इंस्टॉल हुए,
pt_pt: %d reinstalado,
ru: %d переустановлен,
tr: %d yeniden yüklendi,

source: %d to remove,
hi_in: %d हटेंगे,
pt_pt: %d a remover
ru: %d будет удалён,
tr: %d kaldır

source: %d upgraded,
hi_in: %d अपग्रेड हुए,
pt_pt: %d atualizado,
ru: %d обновлён,
tr: %d

source: %s [option(s)] [target]
hi_in: %s [विकल्प] [लक्षित]
pt_pt: %s [opções] [destino]
ru: %s [опции] [цель]
tr: %s [seçenek(ler)] [hedef]

source: %s is not installed.
hi_in: %s इंस्टॉल नहीं है।
pt_pt: %s não está instalado.
ru: %s не установлен.
tr: %s kurulmamış.

source: %s is up to date.
hi_in: %s नवीनतम है।
pt_pt: %s está atualizado.
ru: %s не требует обновления.
tr: %s güncel.

source: %s version %s
hi_in: %sसंस्करण%s
pt_pt: %s versão %s
ru: %s версия %s
tr: %s sürüm %s

source: %s, which is required by %s, is excluded
hi_in: %s, हेतु आवश्यक %s, अपवर्जित है
pt_pt: %s, necessário para %s, está excluído
ru: %s, необходимый для %s, пропущен
tr: %s, %s tarafından gereksiniliyordu,-dışlandı

source: %s, which is to be installed, conflicts with %s
hi_in: %s, इंस्टॉल होगा, %s के विरुद्ध है
pt_pt: %s, que vai ser instalado, entra em conflito com %s
ru: %s, назначенный для установки, конфликтует с %s
tr: Kurulacak %s, %s ile çakışıyor

source: %s-%s is to be installed
hi_in: %s-%sइंस्टॉल होगा
pt_pt: %s-%s vai ser instalado
ru: %s-%s будет установлен
tr: %s-%s kurulacak

source: %s-%s is to be removed
hi_in: %s-%s हटेगा
pt_pt: %s-%s vai ser removido
ru: %s-%s будет удалён.
tr: %s-%s kaldırılacak

source: %s-%s is to be upgraded to version %s
hi_in: %s-%s को संस्करण %s में अपग्रेड किया जाएगा
pt_pt: %s-%s vai ser atualizado para a versão %s
ru: %s-%s будет обновлён до версии %s
tr: %s-%s , %s sürümüne yükseltilecek

source: , but accepted as an exception
hi_in: , परंतु अपवाद के रूप में स्वीकृत
pt_pt: , mas foi aceite como exceção
ru: , но принят в качестве исключения
tr: , ancak istisna olarak kabul edildi

source: Abort.
hi_in: निरस्त करें।
pt_pt: Abortar
ru: Отмена.
tr: İptal.

source: After unpacking %.1f%s disk space will be freed.
hi_in: %.1f अनपैक होने के उपरांत %s मुक्त डिस्क स्पेस प्राप्त होगा।
pt_pt: Depois de desempacotar, será economizado %.1f%s de espaço em disco.
ru: После распаковки будет освобождено %.1f%s дискового пространства.
tr: Paketlerin açılmasından sonra %.1f%s disk boşluğu kazanılacak.

source: After unpacking %.1f%s of additional disk space will be used.
hi_in: %.1f अनपैक होने के उपरांत %s अतिरिक्त डिस्क स्पेस उपयोग होगा।
pt_pt: Depois de desempacotar, será utilizado %.1f%s de espaço em disco.
ru: После распаковки на диске будет занято дополнительно %.1f%s.
tr: Paketlerin açılmasından sonra %.1f%s ilave disk boşluğu kullanılacak.

source: An implementation of the Debian APT system to Slackware
hi_in: डेबियन APT सिस्टम का स्लैकवेयर हेतु क्रियान्वयन
pt_pt: Uma implementação do sistema APT do Debian para o Slackware
ru: Реализация системы APT из Debian для Slackware
tr: Debian'ın APT sisteminin Slackware'e uygulanması

source: Cached
hi_in: कैश किया गया
pt_pt: Em cache
ru: Сохранено
tr: Zulalandı

source: Checksums not read
hi_in: चेकसम रीड नहीं हुए
pt_pt: Verificações não lidas
ru: Ошибка чтения контрольных сумм
tr: Sağlama toplamları okunmadı

source: Checksums signature could not be verified
hi_in: चेकसम हस्ताक्षर प्रमाणित नहीं हो सका
pt_pt: Assinatura de verificação não foi verificada
ru: Не удалось проверить подпись контрольных сумм

source: Checksums signature successfully verified
hi_in: चेकसम हस्ताक्षर प्रमाणीकरण सफल
pt_pt: Assinatura de verificação verificada com sucesso
ru: Подпись контрольных сумм проверена успешно

source: Custom
hi_in: अनुकूलित
pt_pt: Personalizado

source: Custom Patch
hi_in: अनुकूलित पैच
pt_pt: Correção personalizada

source: Default
hi_in: डिफ़ॉल्ट
pt_pt: Pré-definido

source: Default Patch
hi_in: डिफ़ॉल्ट पैच
pt_pt: Correção padrão

source: Delete %s ? [y/N]
hi_in: %s हटाएँ? [y/N]
pt_pt: Eliminar %s ? [s/N]
ru: Удалить %s ? [y/N]

source: Do you want to continue? [y/N]
hi_in: जारी रखना चाहते हैं? [y/N]
pt_pt: Continuar? [y/N]
ru: Продолжить? [y/N]
tr: Devam etmek ister misiniz? [y/N]

source: Done
hi_in: पूर्ण हुआ
pt_pt: Terminado
ru: Готово
tr: Bitti

source: Excluding %s, use --ignore-dep to override
hi_in: %s अपवर्जित, --ignore-dep द्वारा अनदेखा करें
pt_pt: A excluir %s. Utilize --ignore-dep para sobrepor
ru: Пропуск %s, чтобы проигнорировать зависимости используйте --ignore-dep
tr: %s dışlanıyor, --ignore-dep ile atlayabilirsiniz

source: Failed to build working directory [%s]
hi_in: कार्यरत डायरेक्टरी बनाने में विफल [%s]
pt_pt: Erro ao criar o diretório de trabalho [%s]
ru: Не удалось создать рабочий каталог [%s]
tr: Çalışma dizini [%s] inşasında başarısızlık

source: Failed to calloc
hi_in: calloc करने में विफल
pt_pt: Erro "calloc"
ru: Неудачный calloc
tr: Başarısız calloc

source: Failed to chdir to %s
hi_in: %s हेतु chdir करने में विफल
pt_pt: Falha ao alterar para %s
ru: Не удалось перейти в каталог %s
tr: Başarısız chdir %s

source: Failed to chdir: %s
hi_in: chdir करने में विफल : %s
pt_pt: Erro ao alterar diretório: %s
ru: Не удалось перейти в каталог: %s
tr: Başarısız chdir: %s

source: Failed to compile regex
hi_in: regex संयोजित करने में विफल
pt_pt: Erro ao compilar a expressão regular
ru: Ошибка компиляции regex
tr: Başarısız derlenen regex

source: Failed to download: %s
hi_in: डाउनलोड विफल : %s
pt_pt: Erro ao transferir:%s
ru: Не удалось загрузить: %s
tr: Başarısız indirme: %s

source: Failed to execute command: [%s]
hi_in: कमांड निष्पादन विफल : [%s]
pt_pt: Erro ao executar comando: [%s]
ru: Не удалось выполнить команду: [%s]
tr: Yürütülmesi başarısız komut: [%s]

source: Failed to get cwd
hi_in: cwd प्राप्त करने में विफल
pt_pt: Erro ao obter cwd
ru: Ошибка получения cwd
tr: Başarısız cwd

source: Failed to malloc
hi_in: malloc करने में विफल
pt_pt: Erro a malloc
ru: Не удалось выполнить malloc
tr: Başarısız malloc

source: Failed to mkdir: %s
hi_in: mkdir करने में विफल : %s
pt_pt: Erro ao criar diretório: %s
ru: Не удалось создать каталог: %s
tr: Başarısız mkdir: %s

source: Failed to open %s
hi_in: %s खोलने में विफल
pt_pt: Erro ao abrir %s
ru: Не удалось открыть %s
tr: %s dosyası açılamıyor

source: Failed to opendir %s
hi_in: opendir करने में विफल : %s
pt_pt: Erro ao abrir o diretório %s
ru: Не удалось открыть каталог %s
tr: %s dizini açılamıyor

source: Failed to parse package data from %s
hi_in: %s से पैकेज डाटा प्राप्य करने में विफल
pt_pt: Erro ao processar os dados em %s
ru: Не удалось обработать данные о пакетах из %s
tr: %s paket verilerini yorumlamada başarısızlık

source: Failed to realloc %s
hi_in: %s realloc करने में विफल
pt_pt: Erro a realocar %s
ru: Неудачный realloc %s
tr: Başarısız realloc %s

source: Failed to unlink %s
hi_in: %s पृथक करने में विफल
pt_pt: Erro ao desvincular %s
ru: Не удалось удалить ссылки %s
tr: Başarısız unlink %s

source: GPG key already present
hi_in: जीपीजी कुंजी पहले से मौजूद
pt_pt: Chave GPS já existente
ru: GPG-ключ уже присутствует

source: GPG key could not be imported
hi_in: जीपीजी कुंजी आयात नहीं हुई
pt_pt: A chave GPG não foi importada
ru: Не удалось импротировать GPG-ключ

source: GPG key successfully imported
hi_in: जीपीजी कुंजी सफलतापूर्वक आयातित
pt_pt: A chave GPG foi importada
ru: GPG-ключ успешно импортирован

source: Get %s %s %s [%.1f%s]...
hi_in: %s %s %s [%.1f%s] प्राप्त करें ...
pt_pt: Obter %s %s %s [%.1f%s]...
ru: Получение %s %s %s [%.1f%s]...
tr: Al %s %s %s [%.1f%s]...

source: Incomplete download
hi_in: अपूर्ण डाउनलोड
pt_pt: Transferência incompleta
ru: Загрузка не завершена

source: Installed %s conflicts with %s
hi_in: इंस्टॉल हो रखा %s, %s के विरुद्ध है
pt_pt: %s entra em conflito com %s
ru: Установленный пакет %s конфликтует с %s
tr: Kurulmuş %s, %s ile çakışıyor

source: MD5 checksum mismatch, override with --no-md5
hi_in: एमडी5 चेकसम मेल नहीं खाता, --no-md5 द्वारा अनदेखा करें
pt_pt: Erro de verificação MD5. Utilize --no-md5
ru: MD5-суммы не совпадают, --no-md5 отключает проверку

source: Missing MD5 checksum, override with --no-md5
hi_in: एमडी5 चेकसम अनुपस्थित, --no-md5 द्वारा अनदेखा करें
pt_pt: Verificação MD5 inexistente. Utilize --no-md5
ru: Отсутствует контрольная сумма MD5, --no-md5 отключает проверку

source: Need to get %.1f%s of archives.
hi_in: पैकेज-संग्रह से %.1f%s प्राप्त करना आवश्यक है।
pt_pt: Tem que obter %.1f%s de arquivos.
ru: К получению: %.1f%s архивов.
tr: Arşivlerden %.1f%s alınacak.

source: Need to get %.1f%s/%.1f%s of archives.
hi_in: पैकेज-संग्रह से %.1f%s/%.1f%s प्राप्त करना आवश्यक है।
pt_pt: Tem que obter %.1f%s/%.1f%s de arquivos.
ru: К получению: %.1f%s/%.1f%s архивов.
tr: Arşivlerden %.1f%s/%.1f%s alınacak.

source: No key for verification
hi_in: प्रमाणीकरण हेतु कुंजी नहीं है
pt_pt: Nenhuma chave de verificação
ru: Отсутствует ключ для проверки

source: No such package: %s
hi_in: ऐसा कोई पैकेज नहीं है : %s
pt_pt: Pacote inexistente: %s
ru: Нет такого пакета: %s
tr: Yok böyle bir paket: %s

source: Not Found
hi_in: नहीं मिला
pt_pt: Não encontrado
ru: Не найден

source: Not Verified: CRL too old
hi_in: अप्रमाणित : पुराना CRL
pt_pt: Não verificado: CRL muito antigo
ru: Проверка не удалась: CRL устарел
tr: Doğrulanmadı: CRL çok eski

source: Not Verified: bad policy
hi_in: अप्रमाणित : गलत नीति
pt_pt: Não verificado: política inválida
ru: Проверка не удалась: неверная политика
tr: Doğrulanmadı: kötü ilke

source: Not Verified: key expired
hi_in: अप्रमाणित : कुंजी मान्यता समाप्त
pt_pt: Não verificado: chave expirada
ru: Проверка не удалась: время действия ключа истекло
tr: Doğrulanmadı: anahtarın süresi doldu

source: Not Verified: key revoked
hi_in: अप्रमाणित : कुंजी मान्यता रद्द
pt_pt: Não verificado: chave revogada
ru: Проверка не удалась: ключ был отозван
tr: Doğrulanmadı: anahtar iptal edildi

source: Not Verified: missing CRL
hi_in: अप्रमाणित : अनुपस्थित CRL
pt_pt: Não verificado: CRL inexistente
ru: Проверка не удалась: отсутствует CRL
tr: Doğrulanmadı: eksik CRL

source: Not Verified: signature expired
hi_in: अप्रमाणित : हस्ताक्षर मान्यता समाप्त
pt_pt: Não verificado: assinatura expirada
ru: Проверка не удалась: время действия подписи истекло
tr: Doğrulanmadı: imzanın süresi doldu

source: Not Verified: system error
hi_in: अप्रमाणित : सिस्टम त्रुटि
pt_pt: Não verificado: erro do sistema
ru: Проверка не удалась: системная ошибка
tr: Doğrulanmadı: sistem hatası

source: Not verified: null context
hi_in: अप्रमाणित : संदर्भ रहित
pt_pt: Não verificado: contexto inválido
ru: Проверка не удалась: нулевой контекст
tr: Doğrulanmadı: boş bağlam

source: Official
hi_in: आधिकारिक
pt_pt: Oficial

source: Official Patch
hi_in: आधिकारिक पैच
pt_pt: Correção oficial

source: Options:
hi_in: विकल्प :
pt_pt: Opções:
ru: Опции:
tr: Seçenekler:

source: Package ChangeLog
hi_in: पैकेज बदलाव सूची
pt_pt: Alterações do pacote
ru: ChangeLog пакета
tr: Paket EvrimGüncesi

source: Package Conflicts: %s
hi_in: विरुद्ध पैकेज : %s
pt_pt: Pacote em conflito: %s
ru: Конфликтующие пакеты: %s
tr: Paket Çakışmaları: %s

source: Package Description:
hi_in: पैकेज विवरण :
pt_pt: Descrição do pacote:
ru: Описание пакета:
tr: Paket Açıklaması:

source: Package Installed Size: %d K
hi_in: पैकेज इंस्टॉल आकार : %d K
pt_pt: Tamanho da instalação: %d K
ru: Размер установленного пакета: %d K
tr: Paketin Kurulum Büyüklüğü: %d K

source: Package Installed: %s
hi_in: पैकेज इंस्टॉल : %s
pt_pt: Pacote instalado: %s
ru: Установленный пакет: %s
tr: Paket Kurulu: %s

source: Package Location: %s
hi_in: पैकेज स्थान : %s
pt_pt: Localização do pacote: %s
ru: Расположение пакета: %s
tr: Paket Konumu: %s

source: Package MD5 Sum: %s
hi_in: पैकेज एमडी5 सम : %s
pt_pt: MD5 do pacote: %s
ru: MD5-сумма пакета: %s
tr: Paketin MD5 Sağlama imzası: %s

source: Package Mirror: %s
hi_in: पैकेज सर्वर-मिरर : %s
pt_pt: Repositório alternativo: %s
ru: Зеркало пакета: %s
tr: Paket Yansısı: %s

source: Package Name: %s
hi_in: पैकेज नाम : %s
pt_pt: Nome do pacote: %s
ru: Имя пакета: %s
tr: Paket Adı: %s

source: Package Priority: %s
hi_in: पैकेज प्राथमिकता : %s
pt_pt: Prioridade do pacote: %s
ru: Приоритет пакета: %s

source: Package Required: %s
hi_in: आवश्यक पैकेज : %s
pt_pt: Pacote necessário: %s
ru: Требует пакеты: %s
tr: Paket Gereksinimi: %s

source: Package Size: %d K
hi_in: पैकेज आकार : %d K
pt_pt: Tamanho do pacote: %d K
ru: Размер пакета: %d K
tr: Paket Büyüklüğü: %d K

source: Package Suggests: %s
hi_in: सुझाव पैकेज : %s
pt_pt: Sugestões do pacote: %s
ru: Предлагаемые пакеты: %s
tr: Paket Önerileri: %s

source: Package Version: %s
hi_in: पैकेज संस्करण : %s
pt_pt: Versão do pacote: %s
ru: Версия пакета: %s
tr: Paket Sürümü: %s

source: Perhaps you want to run --update?
hi_in: संभवतः आप --update निष्पादित करना चाहते हैं?
pt_pt: Será que quer executar --update?
ru: Возможно, вам нужна опция --update?
tr: Belki de --update seçeneği ile çalıştırmak istersiniz?

source: Please update permissions on %s or run with appropriate privileges
hi_in: कृपया %s पर अनुमति अपडेट करें या उचित विशेषाधिकार द्वारा निष्पादित करें
pt_pt: Atualize as permissões em %s ou execute com as privilégios apropriadas
ru: Недостаточно прав доступа к %s
tr: Lütfen %s üzerindeki izin ve ayrıcalıkları güncelleyin veya uygun yetkilerle çalışın

source: Preferred
hi_in: इच्छित
pt_pt: Preferido

source: Preferred Patch
hi_in: इच्छित पैच
pt_pt: Correção preferencial

source: Preparing to install %s-%s
hi_in: %s-%s इंस्टॉल हेतु तैयारी हो रही है
pt_pt: A preparar instalação de %s-%s
ru: Подготовка к установке %s-%s
tr: Hazırlanan kurulum %s-%s

source: Preparing to replace %s-%s with %s-%s
hi_in: %s-%s को %s-%s से बदलने हेतु तैयारी हो रही है
pt_pt: A preparar substituição de %s-%s por %s-%s
ru: Подготовка к замене %s-%s на %s-%s
tr: %s-%s, %s-%s ile değiştirilmeye hazırlanılıyor

source: Reading Package Lists...
hi_in: पैकेज सूची रीड हो रही है ...
pt_pt: A ler listas de pacote...
ru: Чтение списка пакетов...
tr: Paket Listelerini Okuyor...

source: Regex Error: %s
hi_in: Regex त्रुटि : %s
pt_pt: Erro regex: %s
ru: Ошибка regex: %s
tr: Regex Hatası: %s

source: Retrieving ChangeLog.txt [%s]...
hi_in: ChangeLog.txt प्राप्त हो रही है [%s]...
pt_pt: A obter ChangeLog.txt [%s]...
ru: Получение ChangeLog.txt [%s]...
tr: [%s] için ChangeLog.txt EvrimGüncesi alınıyor...

source: Retrieving GPG key [%s]...
hi_in: जीपीजी कुंजी प्राप्त हो रही है [%s]...
pt_pt: A obter chave GPG [%s]...
ru: Получение GPG-ключа [%s]...

source: Retrieving checksum list [%s]...
hi_in: चेकसम सूची प्राप्त हो रही है [%s]...
pt_pt: A obter lista de verificações [%s]...
ru: Получение контрольных сумм [%s]...
tr: Sağlamaların listesi alınıyor [%s]...

source: Retrieving checksum signature [%s]...
hi_in: चेकसम हस्ताक्षर प्राप्त हो रहा है [%s]...
pt_pt: A obter assinatura de verificações [%s]...
ru: Получение подписи контрольных сумм [%s]...

source: Retrieving package data [%s]...
hi_in: पैकेज डाटा प्राप्त हो रहा है [%s]...
pt_pt: A obter dados do pacote [%s]...
ru: Получение данных о пакетах [%s]...
tr: Paket verisi alınıyor [%s]...

source: Retrieving patch list [%s]...
hi_in: पैच सूची प्राप्त हो रही है [%s]...
pt_pt: A obter lista de correções [%s]...
ru: Получение списка патчей [%s]...
tr: Yamaların listesi alınıyor [%s]...

source: SOURCE directive not set within %s.
hi_in: %sके अंतर्गत SOURCE निदेश सेट नहीं है।
pt_pt: Diretiva SOURCE não definida em %s.
ru: Директива SOURCE не установлена в %s.
tr: SOURCE yönergesi %s içinde tanımlanmamış.

source: Signature not read
hi_in: हस्ताक्षर रीड नहीं हो सका
pt_pt: Assinatura não lida
ru: Ошибка чтения подписей
tr: İmza okunmadı

source: Sources failed to download, correct sources and rerun --update
hi_in: स्रोत डाउनलोड विफल, स्रोत ठीक कर --update पुनः निष्पादित करें
pt_pt: Erro ao transferir as fontes. Corrija e execute --update
ru: Ошибка при загрузке, исправьте адреса и перезапустите --update
tr: Kaynaklar indirilemedi,-düzeltin ve --update seçeneği ile yeniden çalıştırın

source: Suggested packages:
hi_in: पैकेज सुझाव :
pt_pt: Pacotes sugeridos:
ru: Предлагаемые пакеты:
tr: Önerilen paketler:

source: Targets:
hi_in: लक्षित :
pt_pt: Destinos:
ru: Цели:
tr: Hedefler:

source: The following NEW packages will be installed:
hi_in: निम्नलिखित नवीन पैकेज इंस्टॉल होंगे :
pt_pt: Estes novos pacotes serão instalados:
ru: Следующие НОВЫЕ пакеты будут установлены:
tr: Aşağıdaki YENİ paketler kurulacak:

source: The following packages have been EXCLUDED:
hi_in: निम्नलिखित पैकेज अपवर्जित :
pt_pt: Estes pacotes foram excluídos:
ru: Следующие пакеты ПРОПУЩЕНЫ:
tr: Aşağıdaki paketler DIŞLANMIŞ:

source: The following packages have unmet dependencies:
hi_in: निम्नलिखित पैकेज हेतु आश्रित पैकेज अपूर्ण :
pt_pt: Estes pacotes possuem dependências por cumprir:
ru: Следующие пакеты имеют неудовлетворённые зависимости:
tr: Aşağıdaki paketler karşılanmamış bağımlılıklar içeriyor:

source: The following packages will be REMOVED:
hi_in: निम्नलिखित पैकेज हटेंगे :
pt_pt: Estes pacotes serão removidos:
ru: Следующие пакеты будут УДАЛЕНЫ:
tr: Aşağıdaki paketler KALDIRILACAK:

source: The following packages will be reinstalled:
hi_in: निम्नलिखित पैकेज पुनः इंस्टॉल होंगे :
pt_pt: Estes pacotes serão reinstalados:
ru: Следующие пакеты будут переустановлены:

source: The following packages will be upgraded:
hi_in: निम्नलिखित पैकेज अपग्रेड होंगे :
pt_pt: Estes pacotes serão atualizados:
ru: Следующие пакеты будут обновлены:
tr: Aşağıdaki paketler YÜKSELTİLECEK:

source: Unknown error
hi_in: अज्ञात त्रुटि
pt_pt: Erro desconhecido
ru: Неизвестная ошибка

source: Usage:
hi_in: उपयोग :
pt_pt: Utilização:
ru: Использование:
tr: Kullanım:

source: Verified
hi_in: प्रमाणित
pt_pt: Verificado
ru: Проверено

source: Verifying checksum signature [%s]...
hi_in: चेकसम हस्ताक्षर प्रमाणित हो रहा है [%s]...
pt_pt: A verificar assinatura [%s]...
ru: Проверка подписи контрольных сумм [%s]...

source: WORKINGDIR directive not set within %s.
hi_in: %sके अंतर्गत WORKINGDIR निदेश सेट नहीं है।
pt_pt: Diretiva WORKINGDIR não definida em %s.
ru: Директива WORKINGDIR не установлена в %s.
tr: WORKINGDIR yönergesi %s içinde tanımlanmamış.

source: You don't have enough free space in %s
hi_in: %s में पर्याप्त मुक्त स्पेस नहीं है।
pt_pt: Não possui espaço suficiente em %s.
ru: Недостаточно свободного места в %s
tr: %s üzerinde yeterli boş yer yok

source: [disk set(s)] - install specified disk set(s)
hi_in: [डिस्क सेट] - निर्दिष्ट डिस्क सेट इंस्टॉल करें
pt_pt: [conjunto(s) de pacotes] - instalar conjunto(s) de pacotes
ru: [дисковые наборы] - установить указанные дисковые наборы
tr: [disk set(ler)i] - belirlenen disk set(ler)ini kur

source: [expression] - search available pkgs
hi_in: [व्यंजक] - उपलब्ध पैकेज खोजें
pt_pt: [expressão] - procurar pkgs disponíveis
ru: [выражение] - поиск по доступным пакетам
tr: [ifade] - uygun paketleri ara

source: [pkg name(s)] - install specified pkg(s)
hi_in: [पैकेज नाम] - निर्दिष्ट पैकेज इंस्टॉल करें
pt_pt: [pkg nome(s)] - instalar pkg(s) especificados
ru: [имена пакетов] - установить указанные пакеты
tr: [paket ad(lar)ı] - Belirlenen paket(ler)i kur

source: [pkg name(s)] - remove specified pkg(s)
hi_in: [पैकेज नाम] - निर्दिष्ट पैकेज हटाएँ
pt_pt: [pkg nome(s)] - remover pkg(s) especificados
ru: [имена пакетов] - удалить указанные пакеты
tr: [paket ad(lar)ı] - Belirlenen paket(ler)i kald?r

source: [pkg name(s)] - show pkg(s) description
hi_in: [पैकेज नाम] - पैकेज विवरण दिखाएँ
pt_pt: [pkg nome(s)] - mostrar descrição dos pkg(s)
ru: [имена пакетов] - показать описания пакетов
tr: [pkg name(s)] - paket(ler)in açıklamasını göster

source: [pkg name(s)] - show pkg(s) installed files
hi_in: [पैकेज नाम] - पैकेज इंस्टॉल फ़ाइल दिखाएँ
pt_pt: [pkg nome(s)] - mostrar pkgs instalado(s)
ru: [имена пакетов] - показать файлы установленные пакетами
tr: [pkg name(s)] - paket(ler)in yüklü dosyalarını göster

source: allow unauthenticated packages
hi_in: अप्रमाणित पैकेज स्वीकृत करें
pt_pt: permite pacotes sem autenticação
ru: разрешить пакеты не прошедшие проверку подлинности
tr: kimliği doğrulanmamış paketlere izin ver

source: always prompt during install/upgrade
hi_in: इंस्टॉल/अपग्रेड के दौरान सदैव सूचित करें
pt_pt: perguntar sempre ao instalar e/ou atualizar
ru: всегда спрашивать при установке/обновлении
tr: kur/yükselt sırasında herzaman talimat bekle

source: display this help and exit
hi_in: यह सहायता दिखाकर बंद करें
pt_pt: mostra a ajuda e sai
ru: показать эту справку и выйти
tr: bu yardımı göster ve çık

source: do not perform md5 check sum
hi_in: एमडी5 चेकसम प्रक्रिया न करें
pt_pt: não efetuar verificação md5
ru: не проверять контрольную md5-сумму
tr: md5 sağlama denetimi yapma

source: do not prompt during install/upgrade
hi_in: इंस्टॉल/अपग्रेड के दौरान सूचित न करें
pt_pt: não perguntar ao instalar e/ou atualizar
ru: не спрашивать во время установки/обновления
tr: kur/yükselt işlemi sırasında talimat bekleme

source: error attempting to read pkg description
hi_in: पैकेज विवरण रीड करते समय त्रुटि
pt_pt: erro ao tentar obter a descrição do pkg
ru: ошибка при чтении описания пакета
tr: paket açıklamasını okumaya çalışırken hata

source: getline reached EOF attempting to read location
hi_in: स्थान रीड करने हेतु getline फ़ाइल समापन तक पहुँचा
pt_pt: EOF atingido ao tentar ler a localização
ru: getline достиг EOF при чтении адреса
tr: getline, konumu okumaya çalışırken EOF (dosya-sonu) algıladı

source: getline reached EOF attempting to read size_c
hi_in: size_c रीड करने हेतु getline फ़ाइल समापन तक पहुँचा
pt_pt: EOF atingido ao tentar ler size_c
ru: getline достиг EOF при чтении size_c
tr: getline, size_c okumaya çalışırken EOF (dosya-sonu) algıladı

source: getline reached EOF attempting to read size_u
hi_in: size_u रीड करने हेतु getline फ़ाइल समापन तक पहुँचा
pt_pt: EOF atingido ao tentar ler size_u
ru: getline достиг EOF при чтении size_u
tr: getline, size_u okumaya çalışırken EOF (dosya-sonu) algıladı

source: ignore dependency failures
hi_in: आश्रित पैकेज विफलताएँ अनदेखी करें
pt_pt: ignorar erros de dependências
ru: игнорировать зависимости
tr: bağımlılık arızalarını görmezden gel

source: install package, do not attempt to upgrade
hi_in: पैकेज इंस्टॉल करें, अपग्रेड प्रयास न करें
pt_pt: instalar pacote e não tentar atualizar
ru: установить пакет, не пытаться обновлять
tr: paket kur,-yükseltmeye kalkışma

source: install/upgrade excludes
hi_in: इंस्टॉल/अपग्रेड से अपवर्जित
pt_pt: instalar/atualizar exclusões
ru: устанавливать/обновлять пакеты из списка исключений
tr: dışlananları kur/yükselt

source: list available pkgs
hi_in: उपलब्ध पैकेज सूचीबद्ध करें
pt_pt: listar pkgs disponíveis
ru: вывести список доступных пакетов
tr: uygun paketleri listele

source: list installed pkgs
hi_in: इंस्टॉल पैकेज सूचीबद्ध करें
pt_pt: listar pkgs instalados
ru: вывести список установленных пакетов
tr: kurulu paketleri listele

source: list pkgs
hi_in: पैकेज सूचीबद्ध करें
pt_pt: listar pkgs
ru: вывести список пакетов
tr: paketleri listele

source: md5 sum too long
hi_in: एमडी5 सम काफ़ी अधिक है
pt_pt: verificação md5 muito extensa
ru: md5-сумма слишком длинная
tr: md5 sağlama imzası çok uzun

source: no
hi_in: नहीं
pt_pt: não
ru: нет
tr: hayır

source: only download pkg on install/upgrade
hi_in: केवल इंस्टॉल/अपग्रेड हेतु पैकेज डाउनलोड करें
pt_pt: transferir apenas pkgs ao instalar e/ou atualizar
ru: только скачать пакеты для установки/обновления
tr: kur/yükselt için olan paketleri sadece indir

source: only purge cache of older, unreacheable pkgs
hi_in: केवल पुराने, अगम्य पैकेज की कैश हटाएँ
pt_pt: apenas eliminar de cache os pkgs mais antigos
ru: удалить из кэша устаревшие недоступные пакеты
tr: Zula'daki (cache) sadece eski ve ulaşılamayan paketleri sil.
